Repository: ARICOMA-D365BC/AC-dynamics365smb-docs.cs-cz-OmegaT
Catalog: tm/Workflow-level2.tmx
Source language: en_us
Languages: cs_cz

source: Specify in how many days the approval request must be resolved from the date when it was sent.
cs_cz: Určete, kolik dní musí být žádost o schválení vyřešena od data, kdy byla odeslána.

source: Specify the URL of a link that is added to the notification in addition to the link to page in [!INCLUDE d365fin ].
cs_cz: Kromě odkazu na stránku v [! INCLUDE <x0 /> d365fin <x1 />] zadejte URL odkazu, který se přidá k oznámení.

source: Specify the name of the general journal batch that the specified journal lines are created in.
cs_cz: Zadejte název listu finančního deníku, ve kterém jsou vytvořeny zadané řádky deníku.

source: Specify the name of the general journal template that the specified journal lines are created in.
cs_cz: Zadejte název šablony finančního deníku, ve které jsou vytvořeny určené řádky deníku.

source: Specify the salesperson or purchaser code that applies to the user in the Salespers./Purch.
cs_cz: Zadejte kód prodejce nebo nákupčího, který se vztahuje k uživateli v poli Prodejce/nákupčí.

source: Specify the user who the notification must be sent to.
cs_cz: Určete uživatele, kterému musí být oznámení zasláno.

source: Specify who the approver is, according to the setup of approval users and workflow users. The following options exist: - Salesperson/Purchaser specifies that the user who is set up in the Salespers./Purch.
cs_cz: Určete, kdo je schvalovatel, podle nastavení uživatelů schvalování a uživatelů workflow. Existují následující možnosti: - Prodejce/nákupčí Určuje, že uživatel, který je nastaven v poli Kód prodejce/

source: System tasks, such as automatic posting, can be included as steps in workflows, preceded or followed by user tasks.
cs_cz: Systémové úlohy, jako je například automatické účtování, lze zahrnout jako kroky do workflow, které předchází nebo následují úkoly uživatele.

source: The Workflow page opens for a new workflow containing all the information of the selected template.
cs_cz: Otevře se stránka <x0 />Workflow<x1 /> pro nový workflow obsahující všechny informace o vybrané šabloně.

source: The Workflow Templates page opens.
cs_cz: Otevře se stránka <x2 />Šablony workflow<x3 />.

source: The Workflow page opens.
cs_cz: Otevře se stránka <x2 />Workflow<x3 />.

source: The code for workflow templates that are added by Microsoft are prefixed with “MS-“, such as in “MS-PIW”.
cs_cz: Kód šablon workflow přidaných společností Microsoft je s předponou „MS-“, například „MS-PIW“.

source: The codes for workflow templates that are added by Microsoft are prefixed with “MS-“.
cs_cz: Kódy pro šablony workflow přidané společností Microsoft jsou s předponou "MS-".

source: The following procedure describes how to restrict purchase orders from being posted until they have been approved.
cs_cz: Následující postup popisuje, jak omezit zaúčtování nákupních objednávek, dokud nejsou schváleny.

source: The new workflow will be based on the existing Purchase Invoice Approval Workflow workflow template.
cs_cz: Nový workflow bude založen na existující šabloně workflow schvalování nákupní faktury.

source: The value in the Code field is extended with, for example, “-01” to indicate that this is the first workflow that is created from the workflow template.
cs_cz: Hodnota v poli Kód je rozšířena, například o "-01", což označuje, že se jedná o první workflow, který je vytvořen ze šablony daného workflow.

source: To create a workflow
cs_cz: Vytvoření Workflow

source: To create a workflow from workflow template
cs_cz: Vytvoření workflow ze šablony workflow

source: To create a workflow step that restricts posting of unapproved purchase orders
cs_cz: Vytvoření kroku workflow, který omezuje zaúčtování neschválených nákupních objednávek

source: To create the workflow from a workflow template, on the Workflows page, choose the Create Workflow from Template action.
cs_cz: Chcete-li vytvořit workflow ze šablony workflow, na stránce Workflow zvolte akci Nové workflow ze šablony .

source: To define that an approval request is not approved until multiple equal approvers have approved it, regardless of a hirarchy, set up a flat workflow user group.
cs_cz: Chcete-li definovat, že žádost o schválení není schválena, dokud ji neschválí více stejných schvalovatelů, bez ohledu na hirarchii, vytvořte plochou skupinu uživatelů workflow.

source: To delete a workflow
cs_cz: Odstranění workflow

source: To enable a workflow
cs_cz: Povolení workflow

source: To export a workflow
cs_cz: Exportování workflow

source: To import a workflow
cs_cz: Importování workflow

source: To save time when creating new workflows, you can create workflows from workflow templates.
cs_cz: Chcete-li ušetřit čas při vytváření nového workflow, můžete jej vytvořit ze šablon workflow.

source: To set up an approval user
cs_cz: Nastavení uživatele schvalování

source: To specify a field change for the event, on the Event Conditions page, in the Field field, select the field that changes.
cs_cz: Chcete-li určit změnu pole pro událost, na stránce <x0 />Podmínky události<x1 /> vyberte v poli <x2 />Pole<x3 /> pole, které se změní.

source: To specify options for a workflow response that involves creating an approval request, fill the fields as described in the following table.
cs_cz: Chcete-li určit možnosti pro odezvu workflow, která zahrnuje vytvoření požadavku na schválení, vyplňte pole podle následující tabulky.

source: To specify options for a workflow response that involves creating journal lines, fill the fields as described in the following table.
cs_cz: Chcete-li určit možnosti pro odezvu workflow, která zahrnuje vytvoření řádků deníku, vyplňte pole tak, jak je popsáno v následující tabulce.

source: To specify options for a workflow response that involves sending a notification, fill the fields as described in the following table.
cs_cz: Chcete-li zadat možnosti pro workflow, které zahrnují odeslání oznámení, vyplňte pole podle popisu v následující tabulce.

source: To support other restrictions, a Microsoft partner must customize the application code.
cs_cz: Pro podporu jiných omezení musí partner společnosti Microsoft přizpůsobit kód aplikace.

source: To transfer workflows to other [!INCLUDE d365fin ] databases, for example to save time when creating new workflows, you can export and import workflows.
cs_cz: Přenesení workflow do jiných [! INCLUDE d365fin ] databází, například kvůli ušetření času při vytváření nových workflow, můžete daný workflow exportovat a importovat.

source: Two responses exist in the generic version of [!INCLUDE d365fin ] for this purpose: Restrict usage of a record. and Allow usage of a record. .
cs_cz: V obecné verzi aplikace existují dvě odezvy [!INCLUDE d365fin ] pro tento účel: Omezit použití záznamu. a Povolit použití záznamu.

source: User ID
cs_cz: ID uživatele

source: When you choose the field, the Event Conditions page opens where you choose from a list of filter fields that are relevant as conditions for the event in question.
cs_cz: Když vyberete pole, otevře se stránka <x0 />Podmínky události<x1 />, kde si vyberete ze seznamu polí filtru, která jsou relevantní jako podmínky pro danou událost.

source: When you choose the field, the Workflow Events page opens where you select from all the workflow events that exist.
cs_cz: Pokud vyberete pole, otevře se stránka Události workflow kde můžete vybrat ze všech událostí workflow, které existují.

source: When you choose the field, the Workflow Responses page opens where you select from all workflow responses that exist and set response options for the selected response.
cs_cz: Když vyberete pole, otevře se stránka <x0 />Odezvy workflow<x1 />, kde můžete vybrat ze všech existujících odezev workflow a nastavit možnosti odezvy pro vybranou odezvu.

source: When you create workflows, you can copy the steps from existing workflows or from workflow templates.
cs_cz: Při vytváření workflow můžete zkopírovat kroky z existujících workflow nebo ze šablon workflow.

source: When you have created a workflow and you are sure that it is ready to start, you must enable the workflow.
cs_cz: Pokud jste vytvořili workflow a jste si jisti, že je připraven ke spuštění, musíte ho povolit.

source: When you have set up approval users, you can use the setup to create workflow responses for approval workflows.
cs_cz: Po nastavení uživatelů schvalování můžete pomocí nastavení vytvořit odezvy workflow pro schválení workflow.

source: Workflow templates are non-editable workflows that exist in the generic version of [!INCLUDE d365fin ].
cs_cz: Šablony workflow jsou neupravitelné postupy, které existují v obecné verzi aplikace [! INCLUDE d365fin ].

source: Workflow templates represent non-editable workflows that exist in the generic version of [!INCLUDE d365fin ].
cs_cz: Šablony workflow představují neupravitelné postupy, které existují v obecné verzi aplikace [!INCLUDE d365fin ].

source: You can add new filter fields that you want to use as event conditions.
cs_cz: Můžete přidat nová pole filtru, která chcete použít jako podmínky událostí.

source: You can create workflows that connect business-process tasks performed by different users.
cs_cz: Můžete vytvářet workflow, které spojují úlohy podnikových procesů prováděné různými uživateli.

source: You can only change the indent of a step that does not have a subsequent step.
cs_cz: Můžete změnit pouze odsazení kroku, který neobsahuje další krok.

source: You can select to automatically delegate one, two, or five days after the date when the approval was requested.
cs_cz: Můžete zvolit automatické delegování jednoho, dvou nebo pěti dnů po datu požadavku na schválení.

source: You define workflow steps by filling fields on workflow lines from fixed lists of event and response values representing scenarios that are supported by the application code.
cs_cz: Kroky workflow definujete vyplněním polí na řádcích workflow z pevných seznamů hodnot událostí a odezev představujících scénáře, které jsou podporovány kódem aplikace.

source: You set event condition filters just as you set filters on report request pages.
cs_cz: Filtry podmínek událostí se nastavují stejně jako filtry na stránkách požadavků na sestavu.
